[
  {
    "page_content": "Rules and regulation | Bluebik Lounge\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ntop of page\"Always Outstanding\"HOMECORE VALUESDIRECTORYHANDBOOKRules and regulationIT policyInternal systemBenefitsEmployee DiscountEJIPLIBRARYExternal CourseTemplateToolsBluebik CIBluebik KMBLUEBIK PUBLICATIONSUGGESTIONMoreUse tab to navigate through the menu items.Rules and Regulation0607080910นโยบายการคุ้มครองข้อมูลส่วนบุคคลคู่มืออำนาจอนุมัติการแต่งกายประเภทการจ้างงานนโยบายเรื่องการไม่เลือกปฏิบัติและการต่อต้านการล่วงละเมิด1112131415การจ่ายค่าตอบแทนวันและเวลาทำงานการพิจารณาเลื่อนตำแหน่งงานการพิจารณาจัดสรรพนักงานเข้าทำงานในโครงการการประเมินผลการทำงานการลาออก16การขอเอกสารรับรองสถานะ17การขอนามบัตร18การลาออก01ข้อบังคับการทำงาน02ข้อตกลงร่วมกัน03จริยธรรมทางธุรกิจ04การกำกับดูแลกิจการที่ดี05การต่อต้านการทุจริตคอร์รัปชั่นแองเคอ 1ข้อบังคับการทำงานและสวัสดิการคู่มือพนักงานและระเบียบข้อบังคับเกี่ยวกับการทำงานฉบับนี้ จัดทำขึ้นโดยฝ่ายทรัพยากรบุคคลบริษัท บลูบิค กรุ๊ป จำกัด (มหาชน) โดยมีวัตถุประสงค์เพื่อให้พนักงานทุกคนยึดถือใช้เป็นแนวทางในการปฏิบัติงานร่วมกันของพนักงานทั้งองค์กร และเพื่อให้พนักงานได้รับทราบถึงสิทธิประโยชน์อันพึงมี พึงได้ของตน รวมถึงเพื่อให้การดำเนินงานในด้านต่างๆ ของบริษัทฯเป็นไปด้วยความเรียบร้อยและเกิดประสิทธิภาพสูงสุด อย่างไรก็ตาม เพื่อให้เกิดความเหมาะสม ทันสมัย และสามารถปรับใช้ได้กับทุกกรณีที่อาจมีลักษณะแตกต่างกันไปตามข้อเท็จจริง บริษัทฯขอสงวนสิทธิในการเปลี่ยนแปลงปรับปรุงสิทธิประโยชน์ หรือระเบียบข้อบังคับ ตลอดจนวิธีปฏิบัติใดๆ ตามคู่มือพนักงานฉบับนี้ ทั้งนี้บริษัทจะดำเนินการพิจารณาอย่างรอบคอบและตั้งมั่นอยู่บนพื้นฐานแห่งความชอบธรรม และความถูกต้องเหมาะสมตาม วิธีการทางธุรกิจหรือแนวปฏิบัติ ซึ่งเป็นที่ยอมรับและชอบด้วยกฎหมาย  \nศึกษาเอกสารเพิ่มเติมได้  ที่นี่ \n​\nข้อกำหนดบริษัทเรื่องสวัสดิการพนักงานจัดให้มีขึ้นเพื่อวัตถุประสงค์ให้พนักงานรับทราบถึงสิทธิประโยชน์ต่างๆและเพื่อดำรงไว้ซึ่งความสัมพันธ์อันดีระหว่างบริษัทกับพนักงานในการร่วมมือกันปฏิบัติงานภายใต้ระเบียบข้อกำหนดนี้\nบริษัทขอสงวนสิทธิในการที่จะเปลี่ยนแปลงแก้ไข หรือเปลี่ยนแปลงข้อกำหนดเรื่องสวัสดิการพนักงานตามความเหมาะสมตลอดเวลา ซึ่งในกรณีที่มีการเปลี่ยนแปลง แก้ไข เพิ่มเติมตามกฎหมายแรงงาน หรือมีประกาศเพิ่มเติมอันถูกต้องชอบธรรมทางกฎหมาย บริษัทถือเป็นความถูกต้อง ยุติธรรม และเป็นที่เข้าใจอันดีของพนักงานแล้ว และหากกรณีมีการแก้ไขเปลี่ยนแปลง หรือเพิ่มเติมข้อกำหนดเรื่องสวัสดิการพนักงาน บริษัทจะติดประกาศทางในระบบอิเล็กทรอนิกส์ให้พนักงานทราบและถือปฏิบัติโดยทั่วกัน และข้อกำหนดที่ขัดหรือแย้งกับข้อบังคับฉบับนี้ให้ยกเลิกและใช้ข้อกำหนดบริษัท เรื่องสวัสดิการพนักงานฉบับนี้แทน\nศึกษาเอกสารเพิ่มเติมได้  ที่นี่ \n \nหากต้องการสอบถามข้อมูลเพิ่มเติม กรุณาติดต่อ HR Business Partner ได้ที่ hr@bluebik.com\n​ข้อตกลงร่วมกันคำจำกัดความ\nถ้อยคำเเละคำบรรยายซึ่งมีความหมายเฉพาะที่ปรากฎอยู่ส่วนใดส่วนหนึ่งก็ตามของ Hand book นี้ให้ถือว่ามีความหมายเดียวกันทั้งหมด\n•    บริษัทฯ หมายถึง บริษัท บลูบิค กรุ๊ป จำกัด หรือ บริษัท บลู พาร์คกิ้ง จำกัด หรือ บริษัท อินเจนิโอ จำกัด\n•    พนักงาน หมายถึง พนักงานของบริษัท บลูบิค กรุ๊ป จำกัด หรือ พนักงานของบริษัท บลู พาร์คกิ้ง จำกัด หรือ พนักงานของบริษัท \nอินเจนิโอ จำกัด\n\nการรักษาทรัพย์สินของบริษัทฯ\nทรัพย์สินของบริษัทฯ หมายถึง สังหาริมทรัพย์และอสังหาริมทรัพย์ของบริษัทฯ เทคโนโลยีความรู้ทางวิชาการ ข้อมูล เอกสารสิทธิ์ สิทธิลิขสิทธิ์ สิทธิบัตร ตลอดจนสิ่งประดิษฐ์และความลับของบริษัทฯ พนักงานมีหน้าที่และความรับผิดชอบที่จะใช้ทรัพย์สินของบริษัทฯ ให้ได้ประโยชน์อย่างเต็มที่ ดูแลมิให้เสื่อมเสีย สูญหาย และต้องไม่นำไปใช้เพื่อประโยชน์ของตนเองหรือผู้อื่น เว้นแต่จะได้รับอนุญาตจากผู้มีอำนาจอนุมัติ ห้ามมิให้พนักงานเปิดเผยข้อมูลของบริษัทฯ และลูกค้าที่ตนได้ล่วงรู้มาเนื่องจากการดำเนินธุรกิจ เว้นแต่จะได้รับความยินยอมจากบริษัทฯ และลูกค้าหรือเป็นการเปิดเผยตามกฎหมาย\n\nการรักษาผลประโยชน์ของบริษัทฯ\nพนักงานไม่พึงกระทำการใดๆ ที่ขัดต่อผลประโยชน์ของบริษัทฯ ทำให้บริษัทฯ เสียผลประโยชน์ ได้ประโยชน์น้อยกว่าที่ควร หรือเป็นการแบ่งผลประโยชน์จากบริษัทฯ เช่น การใช้ข้อมูลของบริษัทฯ หาประโยชน์ การรับประโยชน์และการเกี่ยวข้องทางการเงินกับผู้ทำธุรกิจกับบริษัทฯ\n \nการรักษาชื่อเสียงของบริษัทฯ\nพนักงานพึงหลีกเลี่ยงการกระทำใดๆ อันอาจกระทบกระเทือนต่อชื่อเสียงของบริษัทฯ หรืออาจเป็นปัญหาแก่บริษัทฯ\n \nหากต้องการสอบถามข้อมูลเพิ่มเติม กรุณาติดต่อ HR Business Partner ได้ที่ hr@bluebik.comจริยธรรมทางธุรกิจบริษัทเชื่อมั่นว่าการดำเนินธุรกิจโดยมีการกำหนดจริยธรรมทางธุรกิจที่ดี เป็นปัจจัยสำคัญในการสร้างระบบบริหารจัดการที่มีประสิทธิภาพ โปร่งใส เป็นธรรม และตรวจสอบได้ จึงได้จัดให้มีจริยธรรมทางธุรกิจเป็นลายลักษณ์อักษร โดยมุ่งหวังให้คณะกรรมการผู้บริหาร และพนักงานทุกคนของกลุ่มบลูบิค มีความเข้าใจ และยึดถือปฏิบัติตามอย่างจริงจัง เพื่อสร้างความสำเร็จสูงสุดในการบริหารจัดการธุรกิจ สร้างความเชื่อมั่นต่อบุคคลทั่วไป สร้างความยั่งยืนและเพิ่มมูลค่าระยะยาวแก่ผู้มีส่วนได้เสีย\n\nจริยธรรมทางธุรกิจของบริษัท คือ แนวทางการปฏิบัติที่ถูกต้อง เหมาะสมในเรื่องต่างๆ ที่กำหนดขอบเขตการประพฤติ ปฏิบัติที่เป็นมาตรฐาน ภายใต้กรอบจริยธรรม ที่คาดหวังให้กรรมการ ผู้บริหารและพนักงานของกลุ่มบริษัทให้ความสำคัญ และยึดถือเป็นแนวทางในการปฏิบัติอย่างเคร่งครัด อันจะนำบริษัทไปสู่การมีระบบการกำกับดูแลกิจการที่ดี\n\nสามารถศึกษาข้อมูลเพิ่มเติมได้ ที่นี่\n \nหากต้องการสอบถามข้อมูลเพิ่มเติม กรุณาติดต่อ HR Business Partner ได้ที่ hr@bluebik.com 0020010030607080910111213การกำกับดูแลกิจการที่ดีบริษัทฯ ได้จัดทำนโยบายการกำกับดูแลกิจการที่ดี ตามหลักการกำกับดูแลกิจการที่ดีสำหรับบริษัท\nจดทะเบียน ปี 2560 ของสำนักงานคณะกรรมการกำกับหลักทรัพย์และตลาดหลักทรัพย์ เพื่อใช้เป็นแนวทาง\nในการดำเนินธุรกิจอย่างมีประสิทธิภาพ ด้วยความโปร่งใส สามารถตรวจสอบได้ และบริหารองค์กรเพื่อสร้าง\nคุณค่าให้กิจการอย่างยั่งยืน นอกเหนือจากการสร้างความเชื่อมั่นให้แก่ผู้ลงทุน ผู้ถือหุ้น และผู้เกี่ยวข้อง\nเพื่อให้กิจการสามารถแข่งขันได้ และมีผลประกอบการที่ดี โดยคำนึงถึงผลกระทบในระยะยาว ดำเนินธุรกิจ\nอย่างมีจริยธรรม เคารพสิทธิ และมีความรับผิดชอบต่อผู้ถือหุ้น และผู้มีส่วนได้เสีย ตลอดจนประกอบธุรกิจ\nอย่างเป็นประโยชน์ต่อสังคม พัฒนาหรือลดผลกระทบด้านลบต่อสิ่งแวดล้อม และสามารถปรับตัวได้ภายใต้\nปัจจัยการเปลี่ยนแปลงต่างๆ ซึ่งครอบคลุมหลักปฏิบัติในการกำกับดูแลกิจการที่ดี 8 ข้อ\nสามารถศึกษาข้อมูลเพิ่มเติมได้ ที่นี่\n​\nหากต้องการสอบถามข้อมูลเพิ่มเติม กรุณาติดต่อ HR Business Partner ได้ที่ hr@bluebik.comการต่อต้านการทุจริตคอร์รัปชั่นบริษัท บลูบิค กรุ๊ป จำกัด มหาชน (“บริษัทฯ”) ยึดมั่นในการดำเนินธุรกิจด้วยความซื่อสัตย์สุจริต โปร่งใส มี\nจริยธรรม มีความรับผิดชอบต่อสังคม และคำนึงถึงประโยชน์ของผู้มีส่วนได้เสียทุกฝ่าย เพื่อให้สอดคล้องตาม\nแนวทางการกำกับดูแลกิจการที่ดี รวมทั้งมีความมุ่งมั่นที่จะไม่สนับสนุน และต่อต้านการทุจริตคอร์รัปชั่นทุก\nรูปแบบ บริษัทฯ จึงได้จัดทำ “นโยบายต่อต้านการทุจริตคอร์รัปชั่น” ไว้เป็นลายลักษณ์อักษร เพื่อเป็นแนว\nทางการปฏิบัติที่ชัดเจนในการดำเนินธุรกิจ และพัฒนาสู่องค์กรแห่งความยั่งยืน\nสามารถศึกษาข้อมูลเพิ่มเติมได้ ที่นี่\n​\nหากต้องการสอบถามข้อมูลเพิ่มเติม กรุณาติดต่อ HR Business Partner ได้ที่ hr@bluebik.comคู่มืออำนาจอนุมัติคู่มืออำนาจอนุมัติฉบับนี้ได้จัดทำขึ้นเพื่อกระจายอำนาจในการบริหาร โดยออกแบบให้มีการแบ่งแยกหน้าที่และมีการควบคุมอย่างเพียงพอ เหมาะสม หากมีการดำเนินงานที่ไม่เป็นไปตามอำนาจอนุมัติที่กำหนดไว้ดังกล่าว จะต้องได้รับการอนุมัติจากคณะกรรมการบริษัทเท่านั้นการเปลี่ยนแปลงคู่มือการมอบอำนาจฉบับนี้ ต้องได้รับการอนุมัติจากคณะกรรมการบริษัท ให้มีผลตั้งแต่วันที่ 28 กันยายน 2563 เป็นต้นไปจนกว่าจะมีประกาศเปลี่ยนแปลง\n\nคู่มืออำนาจอนุมัติฉบับนี้เป็นเอกสารภายในใช้สำหรับการกำหนดอำนาจอนุมัติในการดำเนินงานแต่ละกิจกรรมเท่านั้น ผู้มีอำนาจในการลงนามผูกพันบริษัท จะต้องเป็นไปตามหนังสือมอบอำนาจ (Power of Attorney; POA) ซึ่งเป็นเอกสารที่มีผลตามกฎหมายเท่านั้น\n\nการอนุมัติเกินอำนาจที่ได้รับตามคู่มือมอบอำนาจฉบับนี้ อาจกระทำได้เฉพาะในกรณีเร่งด่วน หรือฉุกเฉิน แต่จะต้องมีการขออนุมัติอย่างถูกต้องตามคู่มือฉบับนี้ภายหลังที่สถานการณ์กลับสู่ปกติ หากผู้มีอำนาจอนุมัติในแต่ละเรื่องไม่สามารถปฏิบัติงานได้ในช่วงเวลาหนึ่ง เช่น ลา หรือป่วย จะต้องให้ผู้บังคับบัญชาหรือผู้มีตำแหน่งสูงกว่าผู้มีอำนาจอนุมัตินั้นเป็นคนดำเนินการอนุมัติเท่านั้น\nผู้มีอำนาจอนุมัติจะต้องไม่กระทำการใดๆ ที่เป็นการเลี่ยงการอนุมัติอย่างเหมาะสม เช่น การแตกรายการเป็นรายการย่อยๆ ที่วงเงินน้อยลง เพื่อให้ตนเองสามารถอนุมัติได้ เป็นต้น\n \nหากไม่มีการมอบหมายอำนาจอนุมัติใดๆ ไว้ตามคู่มืออำนาจอนุมัติฉบับนี้ จะต้องเป็นอำนาจการดำเนินงานของกรรมการบริษัทเท่านั้น\nกรุณาศึกษาข้อมูลเพิ่มเติมเกี่ยวกับคู่มืออำนาจอนุมัติของบมจ. บลูบิค กรุ๊ป ตามไฟล์แนบนี้\n​\nBluebik Group\n​\nหากต้องการสอบถามข้อมูลเพิ่มเติม กรุณาติดต่อ HR Business Partner ได้ที่ hr@bluebik.comนโยบายการคุ้มครองข้อมูลส่วนบุคคลบริษัท บลูบิค กรุ๊ป จำกัด (มหาชน) (บริษัท) ตระหนักและเคารพสิทธิความเป็นส่วนตัวของลูกค้า พนักงานของบริษัท และ บุคคลต่างๆ ที่กี่ยวข้องกับบริษัท และเพื่อให้เกิดความมั่นใจว่าบุคคลดังกล่าวจะได้รับความคุ้มครองสิทธิอย่างครบถ้วนตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล คณะกรรมการบริษัทบลูบิค กรุ๊ป จำกัด (มหาชน) จึงอนุมัติให้ใช้นโยบายการคุ้มครองข้อมูลส่วนบุคคล (Privacy Policy) เพื่อให้บริษัทมีหลักเกณฑ์กลไก มาตรการกำกับดูแล และการบริหารจัดการข้อมูลส่วนบุคคลอย่างชัดเจนและเหมาะสม\nศึกษาข้อมูลเพิ่มเติมได้ ที่นี่\n​\nหากต้องการสอบถามข้อมูลเพิ่มเติม กรุณาติดต่อ HR Business Partner ได้ที่ hr@bluebik.comนโยบายเรื่องการไม่เลือกปฏิบัติและการต่อต้านการล่วงละเมิดบริษัท บลูบิค กรุ๊ป จํากัด (มหาชน) และบริษัทในเครือ ตระหนักและเห็นคุณประโยชน์ของการนำความคิด ทักษะ และประสบการณ์ ที่แตกต่างของบุคลากรมาต่อยอดให้เป็นพลังที่สำคัญในการขับเคลื่อนองค์กร บริษัทจึงเสริมสร้างบรรยากาศในการทำงานให้มีความเคารพซึ่งกันและกัน สามารถอยู่ร่วมกันบนพื้นฐานของความแตกต่าง ไม่มีการเลือกปฏิบัติ และไม่เกิดการล่วงละเมิด และ การคุกคามในรูปแบบต่างๆ จึงได้กำหนดนโยบายเรื่องการเลือกปฏิบัติและการล่วงละเมิดไว้เป็นหลักเกณฑ์เพื่อให้การปฏิบัติงาน เป็นไปอย่างราบรื่นโดยมีเนื้อหาสาระปรากฏตามเอกสารแนบ \n \nภายใต้นโยบายเรื่องการเลือกปฏิบัติและการล่วงละเมิด พนักงานทุกคนจะได้รับการปฏิบัติอย่างเท่าเทียมและด้วยความเคารพซึ่งกันและกัน จะสามารถรักษาและส่งเสริมบุคคลกรที่มีความสามารถ ให้เป็นกำลังสำคัญที่จะสร้างประสิทธิภาพการทำงานและการเติบโตของธุรกิจได้บรรลุผลสำเร็จ จึงประกาศนโยบายนี้มาเพื่อทราบและถือปฏิบัติตั้งแต่บัดนี้เป็นต้นไป\n\nศึกษาข้อมูลเพิ่มเติมได้ ที่นี่\n​\nหากต้องการสอบถามข้อมูลเพิ่มเติม กรุณาติดต่อ HR Business Partner ได้ที่ hr@bluebik.comประเภทการจ้างงานประเภทการจ้างงาน เเบ่งออกเป็น 3 ประเภท\n\n1. พนักงานทดลองงาน  \nหมายถึง พนักงานที่บริษัทฯตกลงรับเข้าทำงานเพื่อทดลองงานก่อนบรรจุเป็นพนักงานประจำ  โดยมีระยะเวลาทดลองงานไม่เกิน 119 วัน (หรือตามที่ระบุไว้ในสัญญาจ้างงาน) เเละเมื่อครบกำหนดทดลองงาน เเละมีผลงานเป็นที่พอใจ จะได้รับการพิจารณาบรรจุเป็นพนักงานประจำ แต่หากผลงานไม่เป็นที่พอใจ บริษัทฯสามารถพิจารณาขยายเวลาทดลองงานออกไป หรือมีสิทธิบอกเลิกจ้างได้โดยไม่จ่ายค่าชดเชยแต่อย่างใด เเละบริษัทฯ จะมีการบอกกล่าวล่วงหน้าตามระยะเวลาที่กฎหมายกำหนด\n\n2. พนักงานประจำ\nหมายถึง พนักงานที่บริษัทฯ ได้บรรจุเป็นพนักงานประจำของบริษัทฯ หลังจากได้ผ่านการทดลองงานมาแล้ว โดยให้ดำรงตำแหน่งต่าง ๆ และให้ได้รับค่าจ้างเป็นรายเดือน สามารถใช้สิทธิ์วันหยุดประจำสัปดาห์ วันหยุดประเพณี วันหยุดพักผ่อนประจำปี และวันหยุด วันลาต่าง ๆ ตามที่กฎหมายแรงงานหรือบริษัทกำหนดให้ได้รับ\n\n3. พนักงานที่มีสัญญาจ้างพิเศษ\nหมายถึง พนักงานที่บริษัทฯ ตกลงว่าจ้างเป็นหนังสือให้ปฏิบัติงานที่ไม่ใช่งานปกติธุรกิจของบริษัทฯ เป็นการเฉพาะหรือเป็นครั้งคราว งานจร งานตามฤดูกาล หรืองานโครงการซึ่งกำหนดระยะเวลาเริ่มต้นและสิ้นสุดไว้แน่นอน จะได้รับสิทธิประโยชน์ตามเงื่อนไขที่บริษัทฯกำหนดไว้เฉพาะ\n​\nหากต้องการสอบถามข้อมูลเพิ่มเติม กรุณาติดต่อ line : Happy Helperการแต่งกายในกรณีที่พนักงานเข้างานที่ออฟฟิศต้องแต่งกายสุภาพเรียบร้อยอยู่เสมอ\n\nพนักงานชาย   : สวมเสื้อเชิ้ต โปโล หรือเสื้อมีแขน ไม่มีลวดลายหรือคำที่ไม่สุภาพ กางเกงขายาว สีและลวดลายสุภาพ สวมรองเท้าหุ้มส้น\n\nพนักงานหญิง  : สวมชุดสุภาพตามกาลเทศะ กระโปรงหรือกางเกง สีและลวดลายสุภาพ สวมรองเท้าหุ้มส้น\nในกรณีที่พนักงานต้องไปปฏิบัติงานนอกสถานที่/ปฏิบัติงาน ณ บริษัทของลูกค้า พนักงานต้องแต่งกายตามกฎระเบียบของสถานที่ปฏิบัติงานนั้นๆ\n​\nหากต้องการสอบถามข้อมูลเพิ่มเติม กรุณาติดต่อ HR Business Partner ได้ที่ hr@bluebik.comการประเมินผลการทำงานพนักงานจะได้รับการประเมินผลการทำงานในทุกๆ 3 เดือน พร้อมเอกสารชี้แจงรายละเอียดผลการประเมินดังกล่าวเพื่อเป็นหลักฐานหนึ่งที่ใช้พิจารณาในการปรับอัตราเงินเดือนหรือโบนัสของปีนั้นๆ\n​\nหากต้องการสอบถามข้อมูลเพิ่มเติม กรุณาติดต่อ HR Business Partner ได้ที่ hr@bluebik.comการพิจารณาเลื่อนตำแหน่งงานพนักงานจะได้รับการพิจารณาเลื่อนขั้นตำแหน่งงานโดยอาศัยองค์ประกอบต่างๆ ได้แก่\n\n1. ผลการปฏิบัติงานรายไตรมาส (Quarter performance evaluation) \nซึ่งประเมินจากโครงการที่พนักงานทำงานในระยะเวลาของแต่ละไตรมาส ผลการประเมินมาจากผู้บังคับบัญชาในสายงานและโครงการนั้นๆ โดยพนักงานจะต้องแสดงศักยภายในการทำงานแบบตำแหน่งขั้นต่อไปก่อนที่จะได้รับการพิจารณาเลื่อนตำแหน่ง เช่น Level Senior จะต้องแสดงศักยภายในการเป็น Manager ก่อน อย่างน้อย 1 Quarter ก่อนที่จะได้รับการพิจารณาเลื่อนตำแหน่ง\n\n2. ความพร้อมในการเลื่อนขั้นตำแหน่งงาน \nโดยพิจารณาจากศักยภาพ (Potential) และคุณสมบัติที่เหมาะสมกับตำแหน่งถัดไปจากตน (Qualification in next level)\nหลังการประเมินผลในไตรมาสที่ 2 และ 4 พนักงานจะได้ทราบถึงแนวโน้มการประเมินผลในแกนประสิทธิภาพการทำงาน (Performance) และแกนศักยภาพ (Potential) ของตนว่าอยู่ในระดับใด ทั้งนี้แกนศักยภาพ (Potential) อาจพิจารณาไปถึงความสามารถและทักษะในการทำงานตำแหน่งขั้นต่อไป การแสดงออกถึง engagement ต่อทีมและบริษัทในภาพรวม และการแสดงออกถึงความต้องการและความพร้อม\n\n3. โครงสร้างหรือฐานเงินเดือนในตำแหน่งนั้น\nโดยหากพนักงานได้รับเงินเดือนจำนวนสูงสุดของตำแหน่งตนแล้ว อาจทำให้อัตราเพิ่มขึ้นของเงินเดือนถูกจำกัดไว้ตามฐานเงินเดือนในตำแหน่งนั้นของตน\n​\nหากต้องการสอบถามข้อมูลเพิ่มเติม กรุณาติดต่อ HR Business Partner ได้ที่ hr@bluebik.comการจ่ายค่าตอบแทนการจ่ายเงินเดือน\n\nบริษัทฯ จะนำเงินเดือนเข้าบัญชีธนาคารตามที่บริษัทกำหนด โดยจะทำการจ่ายเงินเดือนทุกวันที่ 27\nหากตรงกับวันหยุดจะเลื่อนขึ้น ดังนั้นพนักงานใหม่จะต้องนำสำเนาสมุดบัญชียื่นกับทีม HR ภายในวันที่ 10 ของเดือนที่เริ่มทำงาน\n\nการจ่ายโบนัส\nระยะเวลาและนโยบายการจ่ายโบนัสในแต่ละปีพิจารณาจากปัจจัยดังต่อไปนี้\n1.    Company Performance หมายถึง การทำกำไรของบริษัทในภาพรวม\n2.    BU Performance หมายถึง การทำกำไร รวมถึงยอดขายของแต่ละแผนก\n3.    Individual Performance หมายถึง ผลการปฏิบัติงานส่วนบุคคล, Utilization rate และเกณฑ์ KPI ที่วัดผลในแต่ละตำแหน่งของแต่ละแผนกที่แตกต่างกันไป\n​\nหากต้องการสอบถามข้อมูลเพิ่มเติม กรุณาติดต่อ HR Operations ได้ที่ hrops@bluebik.comวันและเวลาทำงานการเข้างาน\n\n\n สัปดาห์ละ 5 วัน คือ วันจันทร์ ถึง วันศุกร์ เวลา 09.30– 18.30 น.\n\n\nเวลาพัก 12.30– 13.30 น. ( 1 ชั่วโมง )\n\n\nวันหยุดประจำสัปดาห์ วันเสาร์ และ วันอาทิตย์\n\n\n\nการบันทึกเวลาทำงาน\n\n\nพนักงานต้องบันทึก Time Sheet ในระบบ ซึ่งเป็นการบันทึกสิ่งที่พนักงานได้ทำในแต่ละวันของแต่ละโครงการ โดยพนักงานจะได้รับ Username และ Password เพื่อเข้าใช้ระบบบันทึก Time Sheet\n\n\nเมื่อพนักงานได้รับมอบหมายงานในโปรเจกต์ใด ให้แจ้งฝ่ายทรัพยากรบุคคลให้ทราบเพื่อเพิ่มโปรเจกต์ให้แก่พนักงานในระบบทุกครั้ง\n\n\nบริษัทจะทำการปิดระบบบันทึก Time Sheet ในทุกวันจันทร์เวลา 12.00 น. \n\n\n​\nหากต้องการสอบถามข้อมูลเพิ่มเติม กรุณาติดต่อ HR Business Partner ได้ที่ hr@bluebik.comการพิจารณาจัดสรรพนักงานเข้าทำงานในโครงการเพื่อให้การจัดสรรพนักงานเข้าทำงานในแต่ละโครงการเป็นไปอย่างเหมาะสม และเกิดประสิทธิภาพสูงสุดให้แก่ทั้งลูกค้า บริษัทฯ และตัวพนักงานเอง บริษัทฯ มีแนวทางการพิจารณาประกอบดังต่อไปนี้\n​\n1. ความสนใจของพนักงาน (Interest) \nพนักงานสามารถแจ้ง COA หรือ Staffing ให้ทราบถึงความสนใจที่มีต่อลักษณะงาน รูปแบบการดำเนินธุรกิจของลูกค้า และอื่นๆ ได้ตั้งแต่แรกเข้าและในระหว่างการทำงานได้ตลอด โดยบริษัทฯ จะรวบรวมข้อมูลดังกล่าวเพื่อเก็บเป็นฐานข้อมูลประกอบการจัดสรร\n​\n2. โอกาสในการพัฒนา และโอกาสในการเติบโตของพนักงาน (Development/ Career Path) \nเพื่อให้พนักงานสามารถแสดงศักยภาพสูงสุด และมีโอกาสในการพัฒนาตนเอง บริษัทฯ อาจพิจารณาจัดสรรให้พนักงานทำงานในบริบทที่ Challenge \n​\n3. ความเชี่ยวชาญเฉพาะทาง (Expertise) \nในกรณีที่โครงการมีข้อกำหนดว่าผู้ปฏิบัติงานต้องมีความรู้ ความสามารถ ประสบการณ์ หรือใบรับรองทักษะ ความเชี่ยวชาญบางประการ บริษัทฯจะพิจารณาจัดสรรพนักงานที่ตรงตามข้อกำหนดดังกล่าว เพื่อประโยชน์ต่อการดำเนินงานในโครงการ และเอื้อให้ผลการปฏิบัติงานเป็นไปอย่างสมบูรณ์\n​\n4. ความพร้อม (Availability) \nแต่ละแผนกมักจะมีโครงการที่อยู่ระหว่างการดำเนินงานมากกว่า 1 โครงการ และมีกำหนดแล้วเสร็จไม่เท่ากัน ทำให้บริษัทฯต้องคำนึงถึงการจัดสรรพนักงานให้ตรงตามช่วงเวลาที่แต่ละคนจะสามารถทำงานได้ ทั้งนี้รวมถึงการโยกย้ายพนักงานที่อยู่ระหว่างการปฏิบัติงานในโครงการเดิมมายังโครงการใหม่ เพื่อให้โครงการแล้วเสร็จทันเวลา หรือตามแต่ความเหมาะสมที่บริษัทฯ พิจารณา\n​\nหากต้องการสอบถามข้อมูลเพิ่มเติม กรุณาติดต่อ HR Business Partner ได้ที่ hr@bluebik.comการขอเอกสารรับรองสถานะ/ เงินเดือนในกรณีที่พนักงานต้องการขอเอกสารรับรองสถานะพนักงาน หรือเอกสารรับรองเงินเดือน สามารถดำเนินการได้ด้วยตนเองที่ระบบ HumanOS โดยพนักงานจะได้รับเอกสารทางอีเมลภายใน 1 วันทำการ\n​\nหากต้องการสอบถามข้อมูลเพิ่มเติม กรุณาติดต่อ HR Operations ได้ที่ hrops@bluebik.comการขอนามบัตรในกรณีที่พนักงานต้องการขอนามบัตร สามารถส่งคำร้องมาที่ Link นี้ โดยมีระยะเวลาการดำเนินการประมาณ 1.5 สัปดาห์หากพนักงานส่งคำร้องมาก่อนวันพฤหัสบดี แต่หากส่งคำร้องมาหลังจากนั้น คำร้องจะเริ่มดำเนินการในรอบสัปดาห์ถัดไป\n​\nหากต้องการสอบถามข้อมูลเพิ่มเติม กรุณาติดต่อ HR Operations ได้ที่ hrops@bluebik.comการลาออกพนักงานที่ต้องการลาออกจากการเป็นพนักงานของบริษัทฯ ต้องยื่นหนังสือขอลาออกล่วงหน้าไม่น้อยกว่า 30 วัน (หรือตามที่กำหนดไว้ในสัญญาจ้างงาน) ต่อหัวหน้างานเป็นอันดับแรก โดยฝ่าย HR จะรับทราบคำร้องขอลาออกหลังจากพนักงานได้พูดคุยกับหัวหน้างานแล้วเท่านั้น และฝ่าย HR จะเริ่มต้นนับระยะเวลา 30 วันหลังจากนั้นเป็นต้นไป\n​\nหากไม่ยื่นลาออกล่วงหน้า พนักงานต้องรับผิดชอบต่อความเสียหาย (ถ้ามี)\n​\nพนักงานที่ลาออกต้องคืนทรัพย์สินทั้งหมดของบริษัทที่ครอบครองไว้ตลอดการปฏิบัติงาน และจะได้รับเงินเดือนงวดสุดท้ายเป็นเงินฝากเข้าบัญชีเดียวกันกับที่ยื่นตอนแรกเข้า โดยจะได้รับในวันจ่ายเงินเดือนของเดือนนั้น\n​\n**สำหรับพนักงานประจำไซต์ลูกค้าที่ต้องการยื่นลาออก รบกวนแจ้งมาที่หัวหน้างานเท่านั้น ภายหลังได้รับการยืนยันจากหัวหน้างานแล้ว ฝ่าย HR จะแจ้งวันที่การลาออกมีผล และดำเนินการเรื่องเอกสารต่อไป ทั้งนี้ขอความร่วมมือพนักงานไม่ทำการแจ้งลูกค้าโดยตรง** เนื่องจากกระบวนการดังกล่าวมีระยะเวลาและขั้นตอนที่ต้องมีผู้รับผิดชอบเฉพาะ\n​\nหากต้องการสอบถามข้อมูลเพิ่มเติม กรุณาติดต่อ HR Business Partner ได้ที่ hr@bluebik.com04051516116แองเคอ 2© 2021 by Bluebik Group Public Company Limited bottom of page",
    "metadata": {
      "source": "https://www.alwaysoutstanding.club/rules-and-regulation"
    }
  }]